[{
  "_id": {
    "$oid": "687241cdf078698435c2692b"
  },
  "cityName": "Balochistan",
  "citydescription": "Experience the stunning beauty of Balochistan’s mountains with our specially designed adventure kit. Perfect for trekking, hiking, and outdoor exploration, it offers durability and comfort in all weather conditions. Lightweight and compact, it ensures ease of travel through rugged terrains. Ideal for nature enthusiasts, photographers, and thrill-seekers alike, this kit enhances every journey. Safely explore remote landscapes while enjoying the freedom of adventure. Make your mountain expeditions memorable and truly remarkable.",
  "cityImage": "1756206206293.jpg",
  "tourService": "Daily",
  "duration": "5",
  "transportService": "pickand droup",
  "pickUp": "8:00 Am",
  "producttitle": "Balochistan Mountain Adventure Kit – Explore Nature’s Peaks",
  "productdescription": "Balochistan is home to some of Pakistan’s most breathtaking mountains and rugged landscapes. Its remote terrain offers a haven for trekkers and nature enthusiasts. Majestic peaks, deep valleys, and unique rock formations make every journey unforgettable. The region is rich in culture and history, giving travelers an authentic experience. Adventure seekers can explore hidden trails and scenic vistas safely. Balochistan’s mountains promise both challenge and tranquility for every visitor.",
  "discountend": {
    "$date": "2025-10-30T00:00:00.000Z"
  },
  "quantity": 12,
  "discountPercentage": 10,
  "private": false,
  "privateAdult": null,
  "privateChild": null,
  "discountedTotal": 270,
  "thumbnail": [
    "1756206206295.jpg",
    "1756206206296.webp",
    "1756206206333.jpg"
  ],
  "adultBaseprice": 300,
  "kidsBaseprice": 200,
  "privatetransferprice": null,
  "categorie": "Travel & Adventure",
  "translatelanguage": "English/Urdu",
  "wifi": "available",
  "createdAt": {
    "$date": "2025-07-12T11:06:53.018Z"
  },
  "updatedAt": {
    "$date": "2025-08-26T11:08:13.910Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "68724304f078698435c26937"
  },
  "cityName": "Balochistan",
  "citydescription": "Embark on an unforgettable journey across the rugged mountains of Balochistan. This adventure kit is built for durability and comfort, perfect for hiking and outdoor exploration. Lightweight and compact, it fits easily into any trekker’s gear. Experience the region’s stunning valleys, rock formations, and panoramic views safely. Ideal for photographers, adventurers, and nature lovers seeking unique experiences. Make every mountain expedition exciting, safe, and memorable.",
  "cityImage": "1756206408683.jpg",
  "tourService": "Daily",
  "duration": "3",
  "transportService": "pickand droup",
  "pickUp": "9:00",
  "producttitle": "Balochistan Peaks Explorer Kit – Adventure Ready Gear",
  "productdescription": "Balochistan boasts vast mountain ranges and unspoiled natural beauty. Its dramatic landscapes attract trekkers, explorers, and photographers alike. Majestic peaks, serene valleys, and rare geological formations define the region. Rich cultural heritage adds a unique charm to every visit. Hidden trails and panoramic viewpoints offer thrilling adventures. Balochistan is a paradise for those seeking peace and outdoor excitement.",
  "discountend": {
    "$date": "2025-07-26T00:00:00.000Z"
  },
  "quantity": 20,
  "discountPercentage": 15,
  "private": false,
  "discountedTotal": 425,
  "thumbnail": [
    "1756206408683.jpg",
    "1756206408683.jpg",
    "1756206408685.jpg"
  ],
  "adultBaseprice": 500,
  "kidsBaseprice": 300,
  "categorie": "Travel & Adventure",
  "translatelanguage": "English/Urdu",
  "wifi": "available",
  "createdAt": {
    "$date": "2025-07-12T11:12:04.224Z"
  },
  "updatedAt": {
    "$date": "2025-08-26T11:06:48.711Z"
  },
  "__v": 0,
  "privateAdult": null,
  "privateChild": null,
  "privatetransferprice": null
},
{
  "_id": {
    "$oid": "68724427f078698435c2693b"
  },
  "cityName": "Balochistan",
  "citydescription": "Conquer the stunning heights of Balochistan’s mountains with our ultimate trek kit. Designed for adventurers, it offers durability and comfort in every condition. Lightweight and portable, it’s perfect for long hikes and mountain trails. Discover breathtaking valleys, rugged peaks, and panoramic landscapes safely. Ideal for explorers, photographers, and nature lovers seeking adventure. Make your trekking experience in Balochistan truly unforgettable.",
  "cityImage": "1756206684394.jpg",
  "tourService": "Daily",
  "duration": "4",
  "transportService": "Pick up & Drop Back",
  "pickUp": "10:00 Am",
  "producttitle": "Ultimate Balochistan Mountain Trek Kit – Explore the Heights",
  "productdescription": "Balochistan is renowned for its majestic mountains and vast wilderness. The region’s dramatic peaks and deep valleys attract explorers and adventurers. Its natural beauty, combined with rich cultural heritage, offers a unique travel experience. Remote trails and scenic landscapes make it perfect for hiking and photography. Travelers can immerse themselves in both adventure and serenity. Balochistan’s mountains are a true paradise for nature enthusiasts.",
  "discountend": {
    "$date": "2025-07-25T00:00:00.000Z"
  },
  "quantity": 15,
  "discountPercentage": 0,
  "private": true,
  "privateAdult": 12,
  "privateChild": 21,
  "discountedTotal": 600,
  "thumbnail": [
    "1756206684396.jpg",
    "1756206684408.webp",
    "1756206684411.webp"
  ],
  "adultBaseprice": 600,
  "kidsBaseprice": 400,
  "privatetransferprice": 2000,
  "categorie": "Outdoor Gear",
  "translatelanguage": "English/Urdu",
  "wifi": "available",
  "createdAt": {
    "$date": "2025-07-12T11:16:55.977Z"
  },
  "updatedAt": {
    "$date": "2025-08-26T11:11:24.481Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "68724640f078698435c26961"
  },
  "cityName": "Faisalabad",
  "citydescription": "Explore the heart of Faisalabad with our Ghanta Ghar tour kit. Perfect for sightseeing, photography, and cultural exploration. Lightweight and easy to carry, it ensures comfort while navigating the bustling markets around the Clock Tower. Ideal for tourists, photographers, and city explorers seeking authentic experiences. Discover the historic architecture and vibrant surroundings safely. Make your visit to Faisalabad’s iconic Ghanta Ghar truly memorable.",
  "cityImage": "1756207163980.jpg",
  "tourService": "Daily",
  "duration": "3",
  "transportService": "pickand droup",
  "pickUp": "11:00 Am",
  "producttitle": "Faisalabad Ghanta Ghar Tour Kit – Discover the Iconic Clock Tower",
  "productdescription": "Faisalabad’s Ghanta Ghar, the historic Clock Tower, is a symbol of the city’s rich heritage. Surrounded by eight bustling bazaars, it offers a glimpse of traditional commerce and culture. The area is perfect for photography, shopping, and exploring local cuisine. Its unique colonial-era architecture attracts history enthusiasts and travelers alike. Visiting Ghanta Ghar allows an authentic experience of Faisalabad’s urban life. The Clock Tower remains a must-see landmark for every visitor.",
  "discountend": {
    "$date": "2025-07-24T00:00:00.000Z"
  },
  "quantity": 15,
  "discountPercentage": 20,
  "private": false,
  "privateAdult": null,
  "privateChild": null,
  "discountedTotal": 480,
  "thumbnail": [
    "1756207163981.jpg",
    "1756207163998.jpg",
    "1756207163999.jpg"
  ],
  "adultBaseprice": 600,
  "kidsBaseprice": 500,
  "privatetransferprice": null,
  "categorie": "Sightseeing",
  "translatelanguage": "English/Urdu",
  "wifi": "available",
  "createdAt": {
    "$date": "2025-07-12T11:25:52.372Z"
  },
  "updatedAt": {
    "$date": "2025-08-26T11:19:24.069Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "68724762f078698435c2696c"
  },
  "cityName": "Faisalabad",
  "citydescription": "Discover the charm of Faisalabad’s Ghanta Ghar with our exclusive heritage tour kit. Perfect for cultural exploration, sightseeing, and photography enthusiasts. Lightweight and convenient, it makes walking through the surrounding bazaars effortless. Learn about the city’s history while enjoying vibrant local markets and street life. Ideal for travelers, historians, and families seeking memorable experiences. Turn your visit to Faisalabad’s iconic Clock Tower into an engaging and enriching adventure.",
  "cityImage": "1752319842033.jpg",
  "tourService": "Daily",
  "duration": "12:00 AM",
  "transportService": "Pick up & Drop Back",
  "pickUp": "8:00 Am",
  "producttitle": "Faisalabad Clock Tower Experience – Heritage & Culture Tour",
  "productdescription": "Faisalabad, home to the famous Ghanta Ghar, blends history with urban vibrancy. The Clock Tower stands as a symbol of the city’s colonial heritage. Surrounding markets showcase traditional crafts, textiles, and local flavors. Visitors can experience the city’s lively atmosphere and cultural richness firsthand. Perfect for history buffs, shoppers, and explorers alike. Faisalabad’s Ghanta Ghar remains a central landmark attracting tourists from all over.",
  "discountend": {
    "$date": "2025-11-13T00:00:00.000Z"
  },
  "quantity": 21,
  "discountPercentage": 10,
  "private": true,
  "privateAdult": 24,
  "privateChild": 25,
  "discountedTotal": 315,
  "thumbnail": [
    "1752319842037.jpg",
    "1752319842040.jpg",
    "1752319842040.jpg"
  ],
  "adultBaseprice": 350,
  "kidsBaseprice": 300,
  "privatetransferprice": 49999,
  "categorie": "Heritage Tours",
  "translatelanguage": "English/Urdu",
  "wifi": "available",
  "createdAt": {
    "$date": "2025-07-12T11:30:42.046Z"
  },
  "updatedAt": {
    "$date": "2025-08-26T11:21:45.358Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "68724840f078698435c26975"
  },
  "cityName": "Faisalabad",
  "citydescription": "Experience Faisalabad like never before with our Ghanta Ghar sightseeing kit. Perfect for tourists, photographers, and city explorers seeking authentic urban experiences. Compact and easy to carry, it helps you navigate the lively markets and streets around the Clock Tower. Learn about the city’s history while enjoying vibrant local culture. Ideal for families, solo travelers, and adventure seekers alike. Make your visit to Faisalabad’s Ghanta Ghar both fun and memorable.",
  "cityImage": "1756207431364.jpg",
  "tourService": "Daily",
  "duration": "3",
  "transportService": "Pick up & Drop Back",
  "pickUp": "12:00 Am",
  "producttitle": "Explore the City’s Iconic Landmark",
  "productdescription": "Faisalabad’s Ghanta Ghar is the city’s historic heart and a symbol of its heritage. Surrounded by bustling bazaars, it offers a perfect glimpse into local commerce and lifestyle. The Clock Tower attracts photographers, tourists, and culture enthusiasts alike. Its colonial-era architecture and vibrant surroundings make it a must-visit landmark. Explore the area to experience the city’s unique charm and energy. Faisalabad’s Ghanta Ghar is an unforgettable stop for every traveler.",
  "discountend": {
    "$date": "2025-07-25T00:00:00.000Z"
  },
  "quantity": 22,
  "discountPercentage": 0,
  "private": true,
  "privateAdult": 22,
  "privateChild": 22,
  "discountedTotal": 500,
  "thumbnail": [
    "1756207431365.jpg",
    "1756207431378.jpg",
    "1756207431382.jpg"
  ],
  "adultBaseprice": 500,
  "kidsBaseprice": 250,
  "privatetransferprice": 30000,
  "categorie": "Camel Ride",
  "translatelanguage": "English/Urdu",
  "wifi": "available",
  "createdAt": {
    "$date": "2025-07-12T11:34:24.209Z"
  },
  "updatedAt": {
    "$date": "2025-08-26T11:23:51.401Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "68724924f078698435c26985"
  },
  "cityName": "Islamabad",
  "citydescription": "Discover the architectural beauty of Islamabad’s Faisal Masjid with our exclusive tour kit. Perfect for sightseeing, photography, and cultural exploration. Lightweight and convenient, it makes visiting the mosque and surrounding areas easy and comfortable. Ideal for travelers, photographers, and families seeking memorable experiences. Learn about the mosque’s history and significance while enjoying panoramic views of the Margalla Hills. Make your visit to Islamabad’s iconic Faisal Masjid unforgettable.",
  "cityImage": "1756207850208.jpg",
  "tourService": "Daily",
  "duration": "2",
  "transportService": "Pick up & Drop Back",
  "pickUp": "9:00",
  "producttitle": "Islamabad Faisal Masjid Tour Kit – Explore the Iconic Mosque",
  "productdescription": "Islamabad, home to the majestic Faisal Masjid, blends modernity with natural beauty. The mosque is an iconic symbol of Pakistan and a masterpiece of contemporary Islamic architecture. Surrounded by the scenic Margalla Hills, it attracts tourists, photographers, and spiritual seekers. Visitors can explore its striking design, serene environment, and cultural significance. Islamabad’s well-planned streets and green spaces enhance the sightseeing experience. Faisal Masjid remains a must-visit landmark for anyone exploring the capital city.",
  "discountend": {
    "$date": "2025-07-26T00:00:00.000Z"
  },
  "quantity": 12,
  "discountPercentage": 10,
  "private": false,
  "discountedTotal": 315,
  "thumbnail": [
    "1756207785560.jpg",
    "1756207785561.jpg",
    "1756207850209.jpg"
  ],
  "adultBaseprice": 350,
  "kidsBaseprice": 300,
  "categorie": "Religious & Cultural Tours",
  "translatelanguage": "English/Urdu",
  "wifi": "availabl",
  "createdAt": {
    "$date": "2025-07-12T11:38:12.124Z"
  },
  "updatedAt": {
    "$date": "2025-08-26T11:30:50.226Z"
  },
  "__v": 0,
  "privateAdult": null,
  "privateChild": null,
  "privatetransferprice": null
},
{
  "_id": {
    "$oid": "687249d8f078698435c26993"
  },
  "cityName": "Islamabad",
  "citydescription": "Experience the grandeur of Islamabad’s Faisal Masjid with our specially designed tour kit. Perfect for sightseeing, cultural exploration, and photography enthusiasts. Compact and easy to carry, it ensures comfort while exploring the mosque and its surrounding areas. Ideal for travelers, students, and families seeking an enriching visit. Admire the mosque’s unique architecture and enjoy the scenic views of Margalla Hills. Make your Islamabad trip to Faisal Masjid a memorable and inspiring experience.",
  "cityImage": "1756207989093.jpg",
  "tourService": "Daily",
  "duration": "3",
  "transportService": "Pick up & Drop Back",
  "pickUp": "8:00 Am",
  "producttitle": "“Faisal Masjid Experience Kit – Islamabad’s Landmark Mosque Tour",
  "productdescription": "Islamabad, the capital city of Pakistan, is home to the iconic Faisal Masjid. The mosque is celebrated for its modern Islamic design and striking presence. Surrounded by lush Margalla Hills, it offers both spiritual serenity and scenic beauty. Visitors can explore nearby parks, cultural sites, and the vibrant city life. Faisal Masjid is a major attraction for tourists, photographers, and architecture lovers. A visit here provides a perfect blend of culture, nature, and spirituality.",
  "discountend": {
    "$date": "2025-07-31T00:00:00.000Z"
  },
  "quantity": 12,
  "discountPercentage": 25,
  "private": false,
  "discountedTotal": 300,
  "thumbnail": [
    "1756207989093.jpg",
    "1756207989093.jpg",
    "1756207989127.jpg"
  ],
  "adultBaseprice": 400,
  "kidsBaseprice": 12,
  "categorie": "Sightseeing",
  "translatelanguage": "English/Urdu",
  "wifi": "available",
  "createdAt": {
    "$date": "2025-07-12T11:41:12.694Z"
  },
  "updatedAt": {
    "$date": "2025-08-26T11:33:09.135Z"
  },
  "__v": 0,
  "privateAdult": null,
  "privateChild": null,
  "privatetransferprice": null
},
{
  "_id": {
    "$oid": "6873889970b99925d37bfa39"
  },
  "cityName": "Islamabad",
  "citydescription": "Enjoy the lush greenery of Islamabad with our urban park explorer kit. Perfect for walking, picnics, photography, and outdoor relaxation. Lightweight and portable, it ensures comfort while exploring gardens and green spaces. Ideal for families, friends, and nature enthusiasts seeking a peaceful escape. Discover scenic landscapes, fresh air, and recreational spots throughout the city. Make your time in Islamabad’s green spaces refreshing and memorable.",
  "cityImage": "1756208324996.jpg",
  "tourService": "Daily",
  "duration": "5",
  "transportService": "Pick up & Drop Back",
  "pickUp": "9:00",
  "producttitle": "Islamabad Greeny Explorer Kit – Relax & Explore Urban Parks",
  "productdescription": "Islamabad is renowned for its clean streets, well-planned layout, and abundant green spaces. Parks and gardens across the city provide a serene escape from urban life. The greenery attracts joggers, families, and photographers alike. Lush landscapes, tree-lined avenues, and scenic viewpoints make it perfect for relaxation and leisure. Visitors can enjoy recreational activities amidst nature’s beauty. Islamabad’s green spaces are an ideal destination for both locals and tourists.",
  "discountend": {
    "$date": "2025-07-31T00:00:00.000Z"
  },
  "quantity": 13,
  "discountPercentage": 15,
  "private": true,
  "privateAdult": 12,
  "privateChild": 16,
  "discountedTotal": 680,
  "thumbnail": [
    "1756208393413.jpg",
    "1756208415541.jpg",
    "1756208415542.jpg"
  ],
  "adultBaseprice": 800,
  "kidsBaseprice": 700,
  "privatetransferprice": 5000,
  "categorie": "Nature",
  "translatelanguage": "English/Urdu",
  "wifi": "available",
  "createdAt": {
    "$date": "2025-07-13T10:21:13.533Z"
  },
  "updatedAt": {
    "$date": "2025-08-26T11:40:15.645Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "68738a0370b99925d37bfa45"
  },
  "cityName": "Lahore",
  "citydescription": "Discover the majestic Badshahi Masjid in Lahore with our exclusive tour kit. Perfect for sightseeing, cultural exploration, and photography. Lightweight and convenient, it allows easy movement while exploring the mosque and its surroundings. Ideal for travelers, historians, and families seeking memorable experiences. Admire the mosque’s stunning Mughal architecture and intricate design details. Make your visit to Lahore’s iconic Badshahi Masjid both enriching and unforgettable.",
  "cityImage": "1756208771314.jpg",
  "tourService": "Daily",
  "duration": "5",
  "transportService": "Pick up & Drop Back",
  "pickUp": "8:00 Am",
  "producttitle": "Lahore Badshahi Masjid Tour Kit – Explore the Historic Mosque",
  "productdescription": "Lahore, known as the cultural heart of Pakistan, is home to the historic Badshahi Masjid. Built during the Mughal era, it showcases grand architecture and rich heritage. The mosque is surrounded by vibrant streets, gardens, and the Lahore Fort, offering a complete sightseeing experience. Tourists and locals alike are drawn to its beauty and historical significance. Visitors can explore traditional bazaars, cultural landmarks, and enjoy local cuisine nearby. Badshahi Masjid remains a must-visit landmark for anyone in Lahore.",
  "discountend": {
    "$date": "2025-07-17T00:00:00.000Z"
  },
  "quantity": 16,
  "discountPercentage": 0,
  "private": false,
  "discountedTotal": 900,
  "thumbnail": [
    "1756208771329.jpg",
    "1756208771333.jpg",
    "1756208771334.jpg"
  ],
  "adultBaseprice": 900,
  "kidsBaseprice": 700,
  "categorie": "Heritage Tours",
  "translatelanguage": "English/Urdu",
  "wifi": "available",
  "createdAt": {
    "$date": "2025-07-13T10:27:15.153Z"
  },
  "updatedAt": {
    "$date": "2025-08-26T11:46:11.344Z"
  },
  "__v": 0,
  "privateAdult": null,
  "privateChild": null,
  "privatetransferprice": null
},
{
  "_id": {
    "$oid": "68738c5d70b99925d37bfa78"
  },
  "cityName": "Lahore",
  "citydescription": "Explore the historic Minar-e-Pakistan in Lahore with our specialized tour kit. Perfect for sightseeing, photography, and cultural learning. Lightweight and easy to carry, it ensures comfort while visiting the monument and nearby parks. Ideal for tourists, history enthusiasts, and families seeking an educational experience. Admire the architectural beauty and historical significance of this national symbol. Make your visit to Lahore’s Minar-e-Pakistan both inspiring and memorable.",
  "cityImage": "1756208912219.jpg",
  "tourService": "Daily",
  "duration": "2",
  "transportService": "Pick up & Drop Back",
  "pickUp": "11:00 Am",
  "producttitle": "Lahore Minar-e-Pakistan Tour Kit – Iconic National Landmark",
  "productdescription": "Lahore, the cultural capital of Pakistan, is home to the iconic Minar-e-Pakistan. The monument marks the historic Lahore Resolution of 1940 and symbolizes the country’s independence. Surrounded by Iqbal Park, it offers scenic views and a peaceful environment for visitors. The area attracts tourists, photographers, and history enthusiasts alike. Explore Lahore’s vibrant streets, historical landmarks, and cultural hubs nearby. Minar-e-Pakistan is a must-visit site that reflects the nation’s heritage and pride.",
  "discountend": {
    "$date": "2025-07-25T00:00:00.000Z"
  },
  "quantity": 20,
  "discountPercentage": 10,
  "private": false,
  "privateAdult": null,
  "privateChild": null,
  "discountedTotal": 477,
  "thumbnail": [
    "1756209028627.webp",
    "1756209028648.webp",
    "1756209058794.jpg"
  ],
  "adultBaseprice": 530,
  "kidsBaseprice": 400,
  "privatetransferprice": null,
  "categorie": "Historical & Educational Tours",
  "translatelanguage": "English/Urdu",
  "wifi": "availabl",
  "createdAt": {
    "$date": "2025-07-13T10:37:17.970Z"
  },
  "updatedAt": {
    "$date": "2025-08-26T11:50:58.806Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "68738dda70b99925d37bfab6"
  },
  "cityName": "Multan",
  "citydescription": "Experience the spiritual and historical beauty of Multan’s Shah Rukn-e-Alam Shrine with our exclusive tour kit. Perfect for cultural exploration, photography, and spiritual visits. Lightweight and easy to carry, it ensures comfort while exploring the shrine and its surroundings. Ideal for travelers, history enthusiasts, and families seeking meaningful experiences. Admire the unique architecture and intricate design details of this sacred site. Make your visit to Multan’s iconic Shah Rukn-e-Alam Shrine both memorable and enriching.",
  "cityImage": "1756209561206.jpg",
  "tourService": "Daily",
  "duration": "3",
  "transportService": "Pick up & Drop Back",
  "pickUp": "11:00 Am",
  "producttitle": "Multan Shah Rukn-e-Alam Shrine Tour Kit – Spiritual Heritage Experience",
  "productdescription": "Multan, known as the City of Saints, is home to the historic Shah Rukn-e-Alam Shrine. The shrine reflects the rich spiritual and architectural heritage of the region. Surrounded by bustling streets and local bazaars, it offers a glimpse of traditional culture. Tourists and pilgrims alike visit to admire its beauty and seek spiritual solace. The city’s historical landmarks, vibrant culture, and local crafts enhance the sightseeing experience. Shah Rukn-e-Alam Shrine is a must-visit destination for every traveler exploring Multan.",
  "discountend": {
    "$date": "2025-07-14T00:00:00.000Z"
  },
  "quantity": 35,
  "discountPercentage": 30,
  "private": false,
  "privateAdult": null,
  "privateChild": null,
  "discountedTotal": 385,
  "thumbnail": [
    "1756209561207.jpg",
    "1756209561231.jpg",
    "1756209561232.jpg"
  ],
  "adultBaseprice": 550,
  "kidsBaseprice": 450,
  "privatetransferprice": null,
  "categorie": "Religious & Cultural Tours",
  "translatelanguage": "English/Urdu",
  "wifi": "available",
  "createdAt": {
    "$date": "2025-07-13T10:43:38.145Z"
  },
  "updatedAt": {
    "$date": "2025-08-26T11:59:21.243Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6873906c70b99925d37bfb19"
  },
  "cityName": "Multan",
  "citydescription": "Discover the historic Ghanta Ghar of Multan with our specially designed tour kit. Perfect for sightseeing, photography, and cultural exploration. Lightweight and easy to carry, it allows comfortable movement while exploring the bustling surroundings. Ideal for tourists, history enthusiasts, and families seeking memorable experiences. Admire the colonial-era architecture and vibrant local markets nearby. Make your visit to Multan’s iconic Ghanta Ghar both engaging and unforgettable.",
  "cityImage": "1756209810541.jpg",
  "tourService": "Daily",
  "duration": "3",
  "transportService": "pickand droup",
  "pickUp": "8:00 Am",
  "producttitle": "Explore the Historic Clock Tower”",
  "productdescription": "Multan, known as the City of Saints, is home to the historic Ghanta Ghar, a symbol of the city’s rich heritage. Surrounded by busy bazaars, it offers a glimpse of traditional commerce and urban life. The clock tower attracts photographers, tourists, and culture enthusiasts alike. Visitors can explore nearby historical sites, local markets, and enjoy authentic Multani cuisine. Its unique architecture and lively surroundings make it a must-visit landmark. Multan’s Ghanta Ghar is a central point for experiencing the city’s history and culture.",
  "discountend": {
    "$date": "2025-07-23T00:00:00.000Z"
  },
  "quantity": 45,
  "discountPercentage": 35,
  "private": false,
  "privateAdult": null,
  "privateChild": null,
  "discountedTotal": 260,
  "thumbnail": [
    "1756209810613.jpg",
    "1756209810625.jpg",
    "1756209810628.webp"
  ],
  "adultBaseprice": 400,
  "kidsBaseprice": 200,
  "privatetransferprice": null,
  "categorie": "Historical & Cultural Tours",
  "translatelanguage": "English/Urdu",
  "wifi": "availabl",
  "createdAt": {
    "$date": "2025-07-13T10:54:36.866Z"
  },
  "updatedAt": {
    "$date": "2025-08-26T12:03:30.640Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "687391ed70b99925d37bfb2d"
  },
  "cityName": "Karachi",
  "citydescription": "Experience the vibrant coastline of Karachi with our ocean explorer kit. Perfect for beach walks, photography, and outdoor relaxation. Lightweight and easy to carry, it ensures comfort while exploring Clifton Beach and nearby coastal areas. Ideal for families, friends, and adventure enthusiasts seeking a refreshing escape. Enjoy scenic sunsets, waves, and recreational activities along the shore. Make your visit to Karachi’s oceanfront both memorable and relaxing.",
  "cityImage": "1756210308159.jpg",
  "tourService": "Daily",
  "duration": "5",
  "transportService": "Pick up & Drop Back",
  "pickUp": "8:00 Am",
  "producttitle": "Karachi Ocean Explorer Kit – Beach & Coastal Adventure",
  "productdescription": "Karachi, Pakistan’s largest city, offers stunning coastal views and a lively beach culture. Clifton Beach and other oceanfront areas attract locals and tourists for leisure and recreation. The coastline provides opportunities for photography, water activities, and family outings. Visitors can explore nearby restaurants, markets, and cultural spots along the shore. Karachi’s oceanfront combines natural beauty with urban vibrancy. The city’s beaches remain a must-visit destination for relaxation and adventure.",
  "discountend": {
    "$date": "2025-07-29T00:00:00.000Z"
  },
  "quantity": 12,
  "discountPercentage": 0,
  "private": false,
  "privateAdult": null,
  "privateChild": null,
  "discountedTotal": 400,
  "thumbnail": [
    "1756210308159.jpg",
    "1756210308160.jpg",
    "1756210308160.jpg"
  ],
  "adultBaseprice": 400,
  "kidsBaseprice": 12,
  "privatetransferprice": null,
  "categorie": "Nature & Outdoor Activities",
  "translatelanguage": "English/Urdu",
  "wifi": "available",
  "createdAt": {
    "$date": "2025-07-13T11:01:01.808Z"
  },
  "updatedAt": {
    "$date": "2025-08-26T12:11:48.182Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6873937670b99925d37bfb4c"
  },
  "cityName": "Karachi",
  "citydescription": "Visit Karachi’s iconic Mazar-e-Quaid with our exclusive tour kit. Perfect for sightseeing, photography, and cultural exploration. Lightweight and convenient, it allows comfortable movement while exploring the monument and its surroundings. Ideal for tourists, history enthusiasts, and families seeking meaningful experiences. Admire the architectural grandeur and national significance of this landmark. Make your visit to Karachi’s Mazar-e-Quaid both inspiring and unforgettable.",
  "cityImage": "1756211574901.jpg",
  "tourService": "Daily",
  "duration": "5",
  "transportService": "Pick up & Drop Back",
  "pickUp": "8:00 Am",
  "producttitle": "Karachi Mazar-e-Quaid Tour Kit – Explore Pakistan’s National Monument”",
  "productdescription": "Karachi, Pakistan’s largest city, is home to the historic Mazar-e-Quaid, the resting place of the nation’s founder. Surrounded by well-maintained gardens and open spaces, it offers a serene environment for visitors. The monument attracts tourists, historians, and photographers alike. Explore nearby cultural landmarks, museums, and local markets for a complete experience. Mazar-e-Quaid stands as a symbol of Pakistan’s heritage and pride. Karachi’s cultural richness makes it a must-visit city for every traveler.",
  "discountend": {
    "$date": "2025-07-31T00:00:00.000Z"
  },
  "quantity": 15,
  "discountPercentage": 12,
  "private": false,
  "privateAdult": null,
  "privateChild": null,
  "discountedTotal": 572,
  "thumbnail": [
    "1756211574902.jpg",
    "1756211574903.jpg",
    "1756211574904.jpg"
  ],
  "adultBaseprice": 650,
  "kidsBaseprice": 450,
  "privatetransferprice": null,
  "categorie": "Cultural Tours",
  "translatelanguage": "English/Urdu",
  "wifi": "available",
  "createdAt": {
    "$date": "2025-07-13T11:07:34.364Z"
  },
  "updatedAt": {
    "$date": "2025-08-26T12:32:54.929Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6874afc9cb05c7c5d98017e5"
  },
  "cityName": "Sky Adventures",
  "citydescription": "The Hot Air Balloon Tour in Dubai is the best! You will fly high over the beautiful Arabian Desert and enjoy amazing\r\nviews. It is not just a flight, but a special adventure that helps you feel the desert and enjoy being in the air. The tour\r\nstarts at 4:00 AM, with a pick-up, and takes you on a ride high in the sky. Every part of the trip is made to be\r\nunforgettable; you get to see the desert from a higher place, which shows you the beauty of nature in a way you can't see\r\nfrom the ground.",
  "cityImage": "1752478892335.jpeg",
  "tourService": "Daily",
  "duration": "5",
  "transportService": "Pick up & Drop Back",
  "pickUp": "8:00 Am",
  "producttitle": "Hot Air Balloon Tour Standard Flight",
  "productdescription": "Ballooning is one of the most extraordinary experiences of a lifetime. As Dubai is one of the biggest world destinations\r\nacross the globe so it offers a wealth of cultural sites and scenic places. For one of the most extraordinary Hot Air Balloon\r\nAdventure in Dubai where you can witness the scintillating skyscrapers of the city from the bird's eye view, Dubai travels\r\nand tourism is at your service. We will ensure the magnificent panoramic sights along with the spectacular complimentary\r\npre-flight food soaring above everything else. Enjoy those once in your lifetime moments though Hot Air Balloon\r\nAdventure where a magic carpet ride over the endless sand dunes and bright green oases. During the journey with an\r\nEnglish guide, you can spot Arabian wandering camels, Oryx and gazelles in their natural locale. Our journey of hot air\r\nballoon usually takes off to comply with the sun as it rises over the Arabian Desert as these conditions are perfect for\r\nflying considering the weather conditions. The serene ambiances of the incredible desert landscapes make it cooler. We\r\nhave also arranged for vour hotel pickups and vour stay at the hotel.",
  "discountend": {
    "$date": "2025-08-14T00:00:00.000Z"
  },
  "quantity": 10,
  "discountPercentage": 20,
  "private": false,
  "privateAdult": null,
  "privateChild": null,
  "discountedTotal": 400,
  "thumbnail": [
    "1752477641305.jpg",
    "1752477641314.jpg",
    "1752477641317.jpg"
  ],
  "adultBaseprice": 500,
  "kidsBaseprice": 300,
  "privatetransferprice": null,
  "categorie": "Jet Ski",
  "translatelanguage": "English/Urdu",
  "wifi": "available",
  "createdAt": {
    "$date": "2025-07-14T07:20:41.341Z"
  },
  "updatedAt": {
    "$date": "2025-07-14T07:41:32.340Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6874b307cb05c7c5d98017fc"
  },
  "cityName": "Sky Adventures",
  "citydescription": "This tour starts with a morning pick-up from your hotel. You will see the beautiful sunrise and travel in a 4x4 car on\r\nbumpy roads. It feels peaceful at the launch site with growing excitement. When you get to the launch site, the pilot will\r\nwelcome you and give additional information about the Mt. This is relevant as the pilot shall be cautioning you regarding\r\nsafety to prepare you for the experience. The pilot will show how the balloon inflates and works. If's fun to watch as the\r\nballoon fills with air and slowly lifts into the blue sky.",
  "cityImage": "1752478471508.jpg",
  "tourService": "Daily",
  "duration": "6",
  "transportService": "Pick up & Drop Back",
  "pickUp": "8:00 Am",
  "producttitle": "Hot Air Balloon Tour Dubai With Breakfast & Desert Safari tour",
  "productdescription": "Ballooning is one of the most extraordinary experiences of a litetime. As Dubai is one of the biggest world destinations\r\nacross the globe so it offers a wealth of cultural sites and scenic places. For one of the most extraordinary Hot Air Balloon\r\nAdventure in Dubai where you can witness the scintillating skyscrapers of the city from the bird's eye view, Dubai travels\r\nand tourism is at your service. We will ensure the magnificent panoramic sights along with the spectacular complimentary\r\npre-flight food soaring above everything else. Enjoy those once in your lifetime moments though Hot Air Balloon\r\nAdventure where a magic carpet ride over the endless sand dunes and bright green oases. During the journey with an\r\nEnglish guide, you can spot Arabian wandering camels. Oryx and gazelles in their natural locale. Our journey of hot air\r\nballoon usually takes off to comply with the sun as it rises over the Arabian Desert as these conditions are perfect for\r\nflying considering the weather conditions. The serene ambiances of the incredible desert landscapes make it cooler. We\r\nhave also arranged for your hotel pickups and your stay at the hotel.",
  "discountend": {
    "$date": "2025-07-24T00:00:00.000Z"
  },
  "quantity": 12,
  "discountPercentage": 10,
  "private": true,
  "privateAdult": 21,
  "privateChild": 1221,
  "discountedTotal": 270,
  "thumbnail": [
    "1752478471515.jpg",
    "1752478471519.jpg",
    "1752484695878.jpg"
  ],
  "adultBaseprice": 300,
  "kidsBaseprice": 200,
  "privatetransferprice": 21,
  "categorie": "Jet Skiing",
  "translatelanguage": "English/Urdu",
  "wifi": "available",
  "createdAt": {
    "$date": "2025-07-14T07:34:31.526Z"
  },
  "updatedAt": {
    "$date": "2025-07-16T11:34:28.949Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6874b659cb05c7c5d980183a"
  },
  "cityName": "Water Park",
  "citydescription": "leisurely river trip of Juha's journey and the exciting Flood river will ensure that your delight. Moreover, our package also\r\nconsists of the exciting BurjSurj and Tantrum Alley water slides. Which will make you shout by their lengthy high-speed\r\ndownhill slides. After all, we care about your adventurous desires. Apart from that, we'll also facilitate the surfing lovers\r\nwith the ultimate experience of Riptide Flow-riders and wipe out rides. Enjoy their realistic wave effect and go nuts on\r\nsurfing. In addition to that, there is Jumeirah-Sceriah, a 33 meters free fall water slide which lets you overcome your water\r\nfears and enjoy at best. In the end, enjoy our Wild Wadi Park package for a complete, comfortable trip including tickets\r\nand hotel transfers.",
  "cityImage": "1752479321073.jpg",
  "tourService": "Daily",
  "duration": "5",
  "transportService": "Pick up & Drop Back",
  "pickUp": "12:00 Am",
  "producttitle": "Wild Wadi Water Park",
  "productdescription": "Wild Wadi Water Park is present in one of the most visited attractions in Dubai. Dubai Travel Tourism can tailor a fun\r\nfilled adventurous day for you featuring the best rides in town. Located near Burj- ul- Arab, our tour to such delightful\r\npark will provide you relaxing break from work. Wild Wadi Water Park is inspired by the legend of Juha and features\r\nthirty amazing rides. We will make sure that you enjoy every ride and make your holiday the best one in your lists, The\r\nleisurely river trip of Juha's journey and the exciting Flood river will ensure that your delight. Moreover, our package also\r\nconsists of the exciting BurjSurj and Tantrum Alley water slides. Which will make you shout by their lengthy high-speed\r\ndownhill slides. After all, we care about your adventurous desires. Apart from that, we'll also facilitate the surfing lovers\r\nwith the ultimate experience of Riptide Flow-riders and wipe out rides. Enjoy their realistic wave effect and go nuts on\r\nsurfing. In addition to that, there is Jumeirah-Sceriah, a 33 meters free fall water slide which lets you overcome your water\r\nfears and enjoy at best. In the end, enjoy our Wild Wadi Park package for a complete, comfortable trip including tickets\r\nand hotel transfers.",
  "discountend": {
    "$date": "2025-07-17T00:00:00.000Z"
  },
  "quantity": 15,
  "discountPercentage": 15,
  "private": true,
  "privateAdult": 12,
  "privateChild": 12,
  "discountedTotal": 425,
  "thumbnail": [
    "1752479532386.jpg",
    "1752479532386.jpg",
    "1752479532391.jpg"
  ],
  "adultBaseprice": 500,
  "kidsBaseprice": 300,
  "privatetransferprice": 1200,
  "categorie": "Dubai Water Parks",
  "translatelanguage": "English/Urdu",
  "wifi": "available",
  "createdAt": {
    "$date": "2025-07-14T07:48:41.083Z"
  },
  "updatedAt": {
    "$date": "2025-07-14T09:15:01.480Z"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6877812c2f9c846d3223e49e"
  },
  "cityName": "Fatima Mcintosh",
  "citydescription": "Minima sint veritati",
  "cityImage": "1752662316973.jpg",
  "tourService": "Facere rem exercitat",
  "duration": "9",
  "transportService": "Laborum Consectetur",
  "pickUp": "8:00 Am",
  "producttitle": "Praesentium et et in",
  "productdescription": "Repudiandae quo mole",
  "discountend": {
    "$date": "1973-04-23T00:00:00.000Z"
  },
  "quantity": 978,
  "discountPercentage": 0,
  "private": false,
  "privateAdult": null,
  "privateChild": null,
  "discountedTotal": 372,
  "thumbnail": [
    "1752662316974.jpg",
    "1752662316974.jpg",
    "1752662316974.jpg"
  ],
  "adultBaseprice": 372,
  "kidsBaseprice": 511,
  "privatetransferprice": null,
  "categorie": "Boat Ride",
  "translatelanguage": "Sed dolorem ullamco ",
  "wifi": "Accusamus nobis quis",
  "createdAt": {
    "$date": "2025-07-16T10:38:36.983Z"
  },
  "updatedAt": {
    "$date": "2025-07-16T11:28:52.564Z"
  },
  "__v": 0
}]